lib/tasks/bidding.rake

  task :bidding, [:account_id] => :environment do |t, args|
    puts "sdfsdf", args.inspect
    account = Account.find(args.account_id)
---
SELECT  "accounts".* FROM "accounts" WHERE "accounts"."id" = $1 LIMIT $2  [["id", 1], ["LIMIT", 1]]